
INSERT INTO categories (id, name)
VALUES
    (1,  'транспорт'),
    (2,  'еда, продукты'),
    (3,  'связь, интернет'),
    (4,  'развлечения'),
    (5,  'здоровье'),
    (6,  'крупные покупки'),
    (7,  'переводы'),
    (8,  'жильё, жкх'),
--     (9,  'вложения'),
--     (10, 'вложения'),
--     (11, 'вложения'),
--     (12, 'вложения'),
--     (13, 'вложения'),
--     (14, 'вложения'),
--     (15, 'вложения'),
--     (16, 'вложения'),
--     (17, 'вложения'),
--     (18, 'вложения'),
--     (19, 'вложения'),
--     (20, 'вложения'),
    (21, 'вложения');


-- INSERT INTO categories (id, name, parent_id)
-- VALUES
--     (101, 'такси', 1),
--     (102, 'общественный транспорт', 1),
--     (103, 'интернет', 2),
--     (104, 'телефон', 2),
--     (105, 'лекарства', 3),
--     (106, 'врачи, обследования', 3),
--     (107, 'стоматология', 3),
--     (108, 'линзы', 3);
-- --     (109, 'вложения'),
-- --     (110, 'вложения'),
-- --     (111, 'вложения'),
-- --     (112, 'вложения'),
-- --     (113, 'вложения'),
-- --     (114, 'вложения'),
-- --     (115, 'вложения'),
-- --     (116, 'вложения'),
-- --     (117, 'вложения'),
-- --     (118, 'вложения'),
-- --     (119, 'вложения'),
-- --     (120, 'вложения'),
-- --     (121, 'вложения');

